##
#Intro																					
#연출	문자		사운드	이미지									대기		연출 관련					일본어	중국어
#	화자	대화 내용	화일명	위치	머리말	몸체	눈1	눈2	입1	입2	머리	연출	방법	시간	시간	감마	컬러	진폭	주기		
[0000]
Action=$stagebgm
Speaker=
Text=
Sound=
Position=
Image=
Body=
Eye1=
Eye2=
Mouth1=
Mouth2=
Hair=
Effect=
Wait=
WaitTime=
EffectTime=
EffectGamma=
EffectColor=
EffectAmpl=
EffectFreq=
TextJpn=
TextChn=
[0001]
Action=wideon
Speaker=
Text=
Sound=
Position=
Image=
Body=
Eye1=
Eye2=
Mouth1=
Mouth2=
Hair=
Effect=
Wait=wait
WaitTime=500
EffectTime=500
EffectGamma=1
EffectColor=-16777216
EffectAmpl=
EffectFreq=
TextJpn=
TextChn=
[0002]
Action=
Speaker=발키리
Text=여기가 자미로 군용 로봇 생산 기지다.
Sound=
Position=1
Image=valkyrieBody00
Body=
Eye1=_FlickerEye00
Eye2=_FlickerEye01
Mouth1=_TalkMouth00
Mouth2=_TalkMouth01
Hair=_Hair
Effect=
Wait=wait
WaitTime=
EffectTime=
EffectGamma=
EffectColor=
EffectAmpl=
EffectFreq=
TextJpn=ここがジャミロの軍事用ロボットの生産基地だ。
TextChn=这里是扎米洛军用机器人的生产基地。
[0003]
Action=
Speaker=카실
Text= 고마워, 발키리가 없었다면 Z칩 코드 해독이 훨씬 오래 걸렸을거야. 덕분에 시간을 절약할 수 있었어. 
Sound=
Position=2
Image=CasilBody03
Body=
Eye1=_angryface
Eye2=
Mouth1=_normalmouse_1
Mouth2=_normalmouse_2
Hair=
Effect=
Wait=wait
WaitTime=
EffectTime=
EffectGamma=
EffectColor=
EffectAmpl=
EffectFreq=
TextJpn=バルキリーがZチップのコードを解読してくれたおかげで簡単に探し出せたわ。
TextChn=谢谢，要是没有你，解读Z芯片核心所需的时间更久，多亏你，节约了好多时间。
[0004]
Action=
Speaker=타이
Text= 흐음, 여기가 불프로그와 드라카를 만든 공장이란 말이지... 
Sound=
Position=1
Image=TaiBody00
Body=_1
Eye1=_FlickerEye00
Eye2=_FlickerEye01
Mouth1=_TalkMouth00
Mouth2=_TalkMouth01
Hair=_Hair
Effect=
Wait=wait
WaitTime=
EffectTime=
EffectGamma=
EffectColor=
EffectAmpl=
EffectFreq=
TextJpn=ここでブルフロッグとドラカが作られたのか…。
TextChn=恩～也就是说这里是制造机械青蛙和岩浆巨龙的工厂吧…
[0005]
Action=
Speaker=발키리
Text=그 외에도 다양한 기종의 로봇들이 항상 개발되고 있지. 나도 그 중 하나긴 하지만.
Sound=
Position=2
Image=valkyrieBody01
Body=
Eye1=_FlickerEye00
Eye2=_FlickerEye01
Mouth1=_TalkMouth00
Mouth2=_TalkMouth01
Hair=_Hair
Effect=
Wait=wait
WaitTime=
EffectTime=
EffectGamma=
EffectColor=
EffectAmpl=
EffectFreq=
TextJpn=他にも様々なタイプのロボットが開発されている。　私もその一つだ。
TextChn=除此之外，这儿还不断地在开发各式各样的新机种。我虽然也是其中的一员...
[0006]
Action=
Speaker=카실
Text=발키리도 자미로에서 만든 사이보그라고 했었지. 아무리 봐도 로봇이라는 생각이 들지 않아... 게다가 발키리같은 성능의 사이보그가 또 있다는 건 생각도 하기 싫은걸.
Sound=
Position=1
Image=CasilBody00
Body=_3
Eye1=_FlickerEye00
Eye2=_FlickerEye01
Mouth1=_TalkMouth03
Mouth2=_TalkMouth02
Hair=_Hair
Effect=
Wait=wait
WaitTime=
EffectTime=
EffectGamma=
EffectColor=
EffectAmpl=
EffectFreq=
TextJpn=バルキリーもジャミロで作られたんだったわね。　どう見てもロボットって感じじゃないんだけど…。　それに、バルキリーみたいなサイボーグが他にもいるなんてちょっと考えたくないわ。
TextChn=瓦尔基里也是扎米洛制造的人造人？怎么看都不像是机器人啊…而且，不敢想如果还有像瓦尔基里那样性能的机器人的话就该怎么办了。
[0007]
Action=
Speaker=발키리
Text=내 설계도는 자미로 본사에 남아있지 않으니 나와 완전히 동일한 기종은 없겠지만…사이보그 연구는 곳곳에서 이루어지고 있으니 전혀 없을거라고 장담하기는 힘들군.
Sound=
Position=2
Image=valkyrieBody00
Body=
Eye1=_FlickerEye00
Eye2=_FlickerEye01
Mouth1=_SmileMouth
Mouth2=
Hair=_Hair
Effect=
Wait=wait
WaitTime=
EffectTime=
EffectGamma=
EffectColor=
EffectAmpl=
EffectFreq=
TextJpn=私の設計図はジャミロの本社にも残っていないから、私とまったく同じサイボーグはいないはず。　サイボーグ研究は各所で行われているから完全にとは言い切れないが。
TextChn=因为我的设计图没留在扎米罗的本部，所以应该不会有和我完全相同的机种…但是人造人的研究在很多地方都有，所以也不能十分确信。
[0008]
Action=
Speaker=프로코
Text=삐리릭-
Sound=
Position=1
Image=ProcoBody00
Body=
Eye1=_FlickerEye00
Eye2=_FlickerEye01
Mouth1=
Mouth2=
Hair=
Effect=
Wait=wait
WaitTime=
EffectTime=
EffectGamma=
EffectColor=
EffectAmpl=
EffectFreq=
TextJpn=ピリリッ~
TextChn=吡哩哩～
[0009]
Action=
Speaker=타이
Text= 도와준건 고맙지만, 왜 도와준거야? 어쨌든 널 만든건 자미로잖아. 
Sound=
Position=2
Image=TaiBody04
Body=
Eye1=_smileface
Eye2=
Mouth1=_smilemouse
Mouth2=_normalmouse_1
Hair=
Effect=
Wait=wait
WaitTime=
EffectTime=
EffectGamma=
EffectColor=
EffectAmpl=
EffectFreq=
TextJpn=手伝ってくれるのは有難いが、何で手伝ってくれる気になったんだ？　だってお前を作ったのはジャミロなんだろ？
TextChn=虽然很感谢你的帮助，但你为什么要帮助我们？制造你的人不是扎米洛嘛。
[0010]
Action=
Speaker=발키리
Text=내 나름의 사정이 있다고 해두지. 하지만 결코 자미로와는 손잡지 않을테니 걱정하지 마라.
Sound=
Position=1
Image=valkyrieBody01
Body=
Eye1=_CynicalEye
Eye2=_FlickerEye01
Mouth1=_TalkMouth00
Mouth2=_TalkMouth01
Hair=_Hair
Effect=
Wait=wait
WaitTime=
EffectTime=
EffectGamma=
EffectColor=
EffectAmpl=
EffectFreq=
TextJpn=私なりの事情があるとだけ言っておこう。　しかしこれだけはいえる。　ジャミロと手を組むことは絶対にないから心配するな。
TextChn=我有自己的难言之隐啊。不过我已经不会再为扎米洛效力了，别当心。
[0011]
Action=
Speaker=타이
Text=나름의 사정?
Sound=
Position=2
Image=TaiBody04
Body=
Eye1=_normalface
Eye2=
Mouth1=_normalmouse_1
Mouth2=_normalmouse_2
Hair=
Effect=
Wait=wait
WaitTime=
EffectTime=
EffectGamma=
EffectColor=
EffectAmpl=
EffectFreq=
TextJpn=自分なりの事情？
TextChn=难言之隐？
[0012]
Action=
Speaker=발키리
Text=아직 너희는 몰라도 괜찮은 일이다. 언젠가 때가 되면 알게 될지도 모르지.
Sound=
Position=1
Image=valkyrieBody00
Body=
Eye1=_DissatisfactionEye
Eye2=_FlickerEye01
Mouth1=_TalkMouth00
Mouth2=_TalkMouth01
Hair=_Hair
Effect=
Wait=wait
WaitTime=
EffectTime=
EffectGamma=
EffectColor=
EffectAmpl=
EffectFreq=
TextJpn=まだあなた達は知らなくていいことだ。　必要があれば後で教えてやろう。
TextChn=这事你们还没有必要知道，必要的时候我会让你们知道的。
[0013]
Action=
Speaker=카실
Text=알겠어. 지금은 자미로와 공모하지 않는다고 말해준 것만으로도 충분해. 일단 이 공장을 멈추는 것이 선결과제야. 또 불프로그같은 로봇이 나오면 다른 사람들이 피해를 입게 될테니까.
Sound=
Position=2
Image=CasilBody04
Body=
Eye1=_normalface
Eye2=
Mouth1=_normalmouse1
Mouth2=_normalmouse2
Hair=
Effect=
Wait=wait
WaitTime=
EffectTime=
EffectGamma=
EffectColor=
EffectAmpl=
EffectFreq=
TextJpn=分かったわ。　今はジャミロと手を組まないってことだけで十分よ。　先ずはこの工場のラインを止めるのが先よ。　またブルフロッグみたいなのが出てきたら、大変だもの。
TextChn=知道了。你说不会再和扎米洛勾结就已经足够了。我们的当务之急是要停止工厂。要是再次出现像机械青蛙一样的机器人的话，会有更多的受害者。
[0014]
Action=
Speaker=타이
Text= 그래, 그 사정이라는 건 나중에 물어보도록 하지. 그럼 이제 슬슬 끝내볼까? 
Sound=
Position=1
Image=TaiBody00
Body=_1
Eye1=_FlickerEye00
Eye2=_FlickerEye01
Mouth1=_TalkMouth00
Mouth2=_TalkMouth01
Hair=_Hair
Effect=
Wait=wait
WaitTime=
EffectTime=
EffectGamma=
EffectColor=
EffectAmpl=
EffectFreq=
TextJpn=事情ってやつは後で聞くことにしよう。じゃぁそろそろいってみよっか。
TextChn=好，你的事我们就下次再问。现在先完成任务吧。
[0015]
Action=
Speaker=프로코
Text=삐리릭!
Sound=
Position=2
Image=procobody00
Body=
Eye1=_Angry
Eye2=
Mouth1=
Mouth2=
Hair=
Effect=
Wait=wait
WaitTime=
EffectTime=
EffectGamma=
EffectColor=
EffectAmpl=
EffectFreq=
TextJpn=ピリリッ！
TextChn=吡哩哩！
[0016]
Action=fadeout
Speaker=
Text=
Sound=
Position=
Image=
Body=
Eye1=
Eye2=
Mouth1=
Mouth2=
Hair=
Effect=
Wait=
WaitTime=
EffectTime=3000
EffectGamma=0.3
EffectColor=-1
EffectAmpl=
EffectFreq=
TextJpn=
TextChn=
[0017]
Action=clear
Speaker=
Text=
Sound=
Position=
Image=
Body=
Eye1=
Eye2=
Mouth1=
Mouth2=
Hair=
Effect=
Wait=
WaitTime=
EffectTime=
EffectGamma=
EffectColor=
EffectAmpl=
EffectFreq=
TextJpn=
TextChn=
[0018]
Action=fadein
Speaker=
Text=
Sound=
Position=
Image=
Body=
Eye1=
Eye2=
Mouth1=
Mouth2=
Hair=
Effect=
Wait=
WaitTime=
EffectTime=2000
EffectGamma=0.3
EffectColor=-1
EffectAmpl=
EffectFreq=
TextJpn=
TextChn=
[0019]
Action=wideoff
Speaker=
Text=
Sound=
Position=
Image=
Body=
Eye1=
Eye2=
Mouth1=
Mouth2=
Hair=
Effect=
Wait=
WaitTime=
EffectTime=
EffectGamma=
EffectColor=
EffectAmpl=
EffectFreq=
TextJpn=
TextChn=
[0020]
Action=
Speaker=
Text=
Sound=
Position=
Image=
Body=
Eye1=
Eye2=
Mouth1=
Mouth2=
Hair=
Effect=
Wait=
WaitTime=
EffectTime=1500
EffectGamma=1
EffectColor=-16777216
EffectAmpl=
EffectFreq=
TextJpn=
TextChn=
[0021]
Action=
Speaker=
Text=
Sound=
Position=
Image=
Body=
Eye1=
Eye2=
Mouth1=
Mouth2=
Hair=
Effect=
Wait=
WaitTime=
EffectTime=
EffectGamma=
EffectColor=
EffectAmpl=
EffectFreq=
TextJpn=
TextChn=
[0022]
Action=
Speaker=
Text=
Sound=
Position=
Image=
Body=
Eye1=
Eye2=
Mouth1=
Mouth2=
Hair=
Effect=
Wait=
WaitTime=
EffectTime=
EffectGamma=
EffectColor=
EffectAmpl=
EffectFreq=
TextJpn=
TextChn=
